<script setup>
import TopNavBar from "@/components/TopNavBar/index.vue";
</script>

<template>
  <TopNavBar title="8号体育用户协议　" />

  <div class="leading-[30px] px-[16px] py-[10px] pt-[60px]">
    <div class="text-center text-[16px] font-bold">8号体育用户协议　</div>
    　
    为使用8号体育的服务，您应当阅读并遵守《应用用户协议》（以下简称“本协议”）、《8号体育服务协议》等相关协议规则。在此特别提醒，用户欲使用相关服务，必须事先认真阅读本协议中各条款，包括免除或者限制开发者责任的免责条款、8号体育权利条款及对用户的权利限制。请您审阅并选择接受或不接受本协议（未成年人审阅时应得到法定监护人的陪同）。限制、免责条款可能以加粗等形式提示您注意。
    如果您选择接受本协议开通本应用，即表示您同意接受协议各项条件的约束。如果您不同意本协议，则不能获得使用本应用的权利。您若有违反本协议的任何规定，开发者及8号体育有权随时依约采取相应措施并保留追究相关法律责任的权利。
    <br />　 1. 定义 * 如无特别说明，下列术语在本协议中的含义为：
    开发者：指经有效申请并经过8号体育公司同意，将其开发的或有权的各种应用接入8号体育平台而向用户提供各种服务的，具备民事行为能力的个人、法人或其他组织。
    应用：指由开发者开发或开发者依法获得相关权利人授权在8号体育平台合法运营的可向用户提供各种服务的应用程序，包括但不限于聊天类服务、工具类服务、电子商务类服务、视频或音乐类服务等现存的各种服务及今后可能出现的各种服务。
    <br />　 2 .知识产权条款
    本应用及服务由开发者或依法获得相关权利人授权在8号体育平台合法运营，著作权国际版权条约和其他知识产权法及条约的保护。
    <br />　 3. 用户行为规则
    用户在遵守法律及本协议的前提下可依本协议使用应用及享受服务，但用户无权实施包括但不限于下列行为：
    <br />　 3.1 删除应用及其他副本上所有关于商标、版权等权利信息及内容。
    <br />　 3.2 对应用进行反向工程、反向汇编、反向编译等。 <br />　 3.3
    对于应用中相关信息等，未经本应用开发者书面同意，擅自实施包括但不限于下列行为：使用、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助应用发展与之有关的衍生产品、作品等。
    <br />　 3.4
    利用应用及服务发表、传送、传播、储存危害国家安全、祖国统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容或者设置含有上述内容的网名、角色名。
    <br />　 3.5
    利用应用及服务发表、传送、传播、储存侵害他人知识产权、商业机密权、肖像权、隐私等合法权利的内容。
    <br />　3.6
    进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本应用系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本应用系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP
    数据包名称或部分名称。 <br />　3.7
    进行任何破坏应用服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众。
    <br />　3.8
    进行任何诸如发布广告、销售商品的商业行为，或者进行任何侵害8号体育公司利益的行为；
    <br />　3.9
    利用8号体育软件或开发者提供的服务，从事任何与本应用无关的行为，宣传其他应用或聊天，邀请、诱导其他用户使用其他应用；邀请、诱导其他用户放弃、停止使用本应用；损害本应用品牌，破坏本应用秩序等任何行为。
    <br />　3.10
    冒充开发者、应用服务管理员或应用论坛管理员、版主发布任何诈骗或虚假信息。
    <br />　3.11
    在聊天类应用当中进行恶意刷屏、恶意踢人、恶意耗时等破坏应用公共秩序的行为。
    <br />　3.12
    特别提醒用户，使用互联网及使用本应用必须遵守国家有关法律法规和政策等，维护国家利益，保护国家安全，并遵守本协议，对于用户违反本条款的使用行为(包括但不限于言论发表、传播等)而引起的一切责任，由用户承担全部责任。
    <br />　（1）用户不得使用本应用及服务发送或传播任何妨碍社会治安或非法、虚假、骚扰性、侮辱性、恐吓性、伤害性、破坏性、挑衅性、淫秽色情性等内容的信息。
    <br />　（2）用户不得使用本应用及服务发表或传播敏感信息和违反国家法律制度的信息。
    <br />　3.13
    请用户注意勿在使用本应用及服务中透露自己的各类财产账户、银行卡、信用卡、及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。
    <br />　4. 用户隐私及信息保护 <br />　4.1
    尊重用户个人隐私信息的私有性是本应用及服务的原则，开发者应采取合理的措施保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或用户同意等合理原因外，未经用户同意不向任何他方公开、透露用户个人隐私信息。
    <br />　4.2 用户信息保护
    <br />　（1）开发者要求用户提供与其个人身份有关的信息资料时，应事先以明确而易见的方式向用户公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护用户的个人信息资料的安全。
    <br />　（2）未经用户许可开发者不得向任何他方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：
    A. 用户或用户监护人授权开发者披露的； B. 有关法律要求开发者披露的； C.
    司法机关或行政机关基于法定程序要求开发者提供的； D.
    开发者为了维护自己合法权益而向用户提起诉讼或者仲裁时； E.
    应用户监护人的合法要求而提供用户个人身份信息时。 5. 风险与免责 5.1
    用户须明白，使用本应用涉及到互联网服务，可能会受到各个环节不稳定因素的影响。因此本应用存在不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。
    <br />　5.2
    用户须明白，使用本应用存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，开发者对此不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用本应用产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
    <br />　5.3
    用户理解本应用同大多数互联网产品一样，易受到各种安全问题的困扰，包括但不限于：
    <br />　（1）用户不当透露详细个人资料，被不法分子利用，造成现实生活中的骚扰。
    <br />　（2）用户被哄骗、破译密码。
    <br />　（3）用户下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算计上信息和数据的安全，继而威胁对本应用及服务的使用。
    <br />　5.4
    用户须明白，本应用及相关服务由开发者向用户提供，8号体育公司并不会参与本应用的开发、运营等，8号体育公司仅提供本应用的中立的运营平台，基于本应用的用户与开发者之间发生的任何纠纷由开发者与用户协商解决，相关责任和赔偿由开发者单独承担，与8号体育公司无关。
    <br />　5.5
    开发者为了本应用整体运营的需要，有权依法修改或中断、中止或终止应用及服务。
    <br />　5.6
    用户同意：本应用获取用户的昵称、头像、好友关系等相关信息；在用户的其他相关8号体育服务中自动同步添加本应用、同步应用数据，具体同步的8号体育服务由8号体育公司根据整体规划独立决定；应用、8号体育公司使用用户添加、操作本应用的信息（包括昵称、头像等相关信息，下同），使用形式包括但不限于将我添加、操作本应用的信息同步到用户的空间和朋友等8号体育服务，或以各种形式告知其他用户等。
    <br />　 6. 关于网络聊天
    开发者和用户同意、理解并遵循以下条款，该部分条款不仅适用于网络聊天，若开发者的其他相关服务涉及类似、相关情形的，也同时适用，对用户均有约束力：
    <br />　6.1
    您在使用网络聊天的收费功能时，应当按照开发者的要求支付相应的费用。而且，该等权利属于开发者的经营自主权，开发者保留随时更改经营模式的权利，即保留变更收费的费率标准、收费的软件功能、收费对象及收费时间等权利。同时，开发者也保留对网络聊天进行升级、改版、增加、删除、修改、变更其功能或者变更聊天规则的权利。您如果不接受该等变更的，应当立即停止使用网络聊天；您继续使用网络聊天的行为，视为您接受改变后的经营模式。
    <br />　 6.2 基于本协议及网络聊天相关规则设定您可以：
    <br />　（1）接收、下载、安装、启动、升级、登录、显示、运行网络聊天。
    <br />　（2）创建网络聊天聊天角色，设置网名，查阅聊天规则、用户个人资料、聊天对局结果，设置聊天参数等。
    <br />　（3）使用网络聊天上列功能之外的其他的某一项或某几项功能，具体参照网络聊天规则约定。
    <br />　 6.3
    未经开发者允许，您不得为下列任何一种行为；您如果要进行下列任何一种行为，请您与开发者联系，取得开发者的同意，并应开发者要求与之签订电子的或者纸版的书面合同：
    <br />　（1）对网络聊天进行扫描、探查、测试，以检测、发现、查找其中可能存在的BUG或弱点。
    <br />　（2）修改、复制、发行、出租、出版、翻译、汇编、改编、转载网络聊天或其各种衍生作品，或者利用互联网或其他的方式将其公之于众。
    <br />　
    （3）建立有关网络聊天或其各种衍生作品的镜像站点，或者进行网页（络）快照，或者利用网络聊天架设服务器，为他人提供与之完全相同或者类似的互联网服务。
    <br />　（4）在网络聊天当中内置各种插件程序或者其他程序。 <br />　
    （5）生产、制作、批发、销售、出版、发行网络聊天改编衍生品。 <br />　
    （6）为网络聊天提供测试、BUG及外挂跟踪汇报、软文撰写及推广、竞争情报收集等服务。
    <br />　 （7）使用网络聊天的名称、商标等。 <br />　
    （8）参加开发者和/或其合作单位举办的有关网络聊天的电子竞技比赛活动。
    <br />　 （9）实施上列行为之外的需要开发者同意的其他的有关网络聊天的行为。
    6.4
    您可以从开发者提供的各种途径中获得与网络聊天相关的虚拟货币、聊天道具、等。开发者不提倡您通过非开发者指定渠道购买、接受赠与或者其他的方式从他方获得上述聊天物品，尤其是他方开设的电子网络交易平台网站。因为从他方获得的上述聊天物品可能是盗号分子盗窃得来的赃物，受害者可能会通过各种手段要求索回。
    您充分理解到：从他方获得聊天币、聊天道具、聊天等物品可能存在各种风险，您不应从他方获得上述聊天物品。您如果坚持从他方获得上述聊天物品，则您应当自行承担相应的风险，开发者不保证该等聊天物品在网络聊天中能够正常使用，也不保证该等物品不被索回。
    <br />　 6.5
    开发者可能会通过网络聊天官方网站、客服电话、聊天管理员、8号体育平台或者其他的途径，向您提供诸如聊天规则说明、BUG或外挂投诉、聊天物品找回、聊天物品锁定或解除锁定、帐号申诉等客户服务，您应当：
    <br />　
    （1）通过开发者客服官方网站或者开发者提供的其他途径了解这些客户服务的内容、要求以及资费，谨慎选择是否需要接受相应的客户服务，向开发者真实地准确地表达您的需求。
    <br />　 （2）同意并接受开发者关于该等客户服务的专门协议或条款。 <br />　
    （3）按照开发者的要求如实提供您的包括有效身份信息在内的个人信息和聊天情况，及您掌握的其他用户或网络聊天本身的情况，例如：您的帐户及其项下的个人资料、网络聊天的登录情况和聊天物品情况，网络聊天当中存在的BUG、外挂及您知晓的其他玩家使用BUG或外挂的情况。
    <br />　 6.6
    网络聊天官方网站将通过文字、图片或者其他形式，向您介绍网络聊天的聊天规则。网络聊天亦是按照这种规则设计、开发的。您应判断是否同意并承诺按照这种聊天规则进行相应的聊天；您如果不同意，请您不要下载、安装、启动、登录、显示、运行或以其他任何方式使用网络聊天，您下载、安装、启动、登录、显示、运行或以其他任何方式使用网络聊天的行为，即视为您同意并接受这些聊天规则。
    <br />　 6.7
    如果在使用和享受网络聊天产品及服务的过程中，您发现网络聊天完全或者部分不能实现开发者所介绍的对应的聊天规则的，请您立即停止使用不符合聊天规则的这一部分聊天内容或者聊天区域，并在第一时间内通知开发者，开发者将会尽快进行修复，使之符合这些聊天规则。
    <br />　 6.8
    您充分理解到：开发者可能会不定期地通过发布软件升级包或软件补丁、在线升级等方式对网络聊天进行更新。更新的过程中，开发者可能通过互联网调取、收集您的个人计算机上的关于网络聊天的客户端软件版本信息、数据及其他有关资料，并自动进行替换、修改、删除、补充。此种行为是软件更新的所必须的一种操作或步骤，您如果不同意开发者进行此种操作，请您不要进行更新；否则，您使用的行为即视为您同意开发者进行此种操作。
    <br />　 6.9
    您充分理解到：对于网络聊天来说，某些更新可能是软件版本的更新，如果您不进行此种更新则将无法使用网络聊天。而且，此种更新将会导致您使用的计算机上原有的软件版本完全被新的软件版本替换掉。
    <br />　
    6.10用户如有任何违反相关法规或协议的行为，开发者有权采取下列措施当中的一种或几种：
    <br />　
    （1）立即断开您当前使用的计算机与网络聊天服务器之间的网络连接，您必须重新登录才能继续使用网络聊天。
    <br />　 （2）暂时禁止您凭借当前使用的帐号登录网络聊天。 <br />　
    （3）暂时禁止您使用在当前使用的帐号项下创建的某一网络聊天角色。 <br />　
    （4）暂时将您当前帐号项下的某一网络聊天角色的活动范围限定在某一特定的聊天区域。
    <br />　
    （5）暂时禁止您使用网络聊天当中某一要求付费的功能，直至您清偿所欠费用并为继续使用上述付费功能而预先支付相应的费用之日止。
    <br />　
    （6）降低或者清除您当前使用的帐号在网络聊天当中的积分、等级和/或荣誉等记录。
    <br />　 （7）暂时禁止您凭借当前使用的帐号在网络聊天当中发表任何言论。
    <br />　
    （8）永久性地、不可撤销地将您发布的广告、虚假信息或者非法言论删除，或者采取其他的阻止其传播的措施。
    <br />　 （9）永久性地、不可撤销地将您非法获取的虚拟货币、聊天道具和/或
    等聊天物品删除，或者将其返还给原来的通过合法途径取得其使用权的其他用户。
    <br />　
    （10）永久性地、不可撤销地将您非法获取的积分、等级、荣誉等记录取消或清零。
    <br />　
    （11）永久性地、不可撤销地禁止您凭借当前使用的帐号在网络聊天当中发表任何言论。
    <br />　
    （12）永久性地、不可撤销地删除您当前使用的帐号项下的所有聊天币、积分、等级、荣誉等资料以及相应的聊天数据。
    <br />　
    （13）永久性地、不可撤销地禁止您凭借在当前使用的帐号登录网络聊天，并删除、清空该帐号在网络聊天当中产生的所有聊天数据、聊天币、聊天道具、
    等资料。 <br />　（14）采取上列措施之外的其他的措施。<br />　 6.11
    开发者有权连续地、间断地或者交替地采取前述措施当中的一种或几种。
    <br />　6.12
    您充分理解到：开发者因用户从事违反法律法规或协议约定的行为而采取的措施，可能并不会影响用户聊天帐号依照相关聊天规则与其他聊天用户之间的互动，并且上述措施可能会导致您当前使用的帐号项下的有使用期限的道具、装备因使用期限在开发者采取上述措施期间届满而无法继续使用，由此给您造成损失由您自行承担。即开发者采取上述措施所持续的时间是计算在有使用期限的聊天道具、
    的使用期限当中的；该等措施执行终止后，聊天道具、 的使用期限并不会因此续延。
    <br />　 6.13
    您充分理解到：网络聊天当中可能会设置一些强制要求您与其他用户或者网络聊天自设的角色等进行对战的聊天区域或聊天规则，您如果不同意强制对战，请您立即离开这些聊天区域、改变设置、退出网络聊天或拒绝、停止接受、删除相关网络聊天服务等，否则，即视为您同意强制对战，由此而产生的聊天后果均由您自行承担。
    <br />　 6.14
    您充分理解到：网络聊天和/或其附属的商城内出售的聊天物品，没有标明使用期限，或者其标明的使用期限为“永久”、“无限期”或“无限制”的聊天物品，仅指在网络聊天运营期间可以无限期使用，其使用期限即为自您获得该聊天物品之日起至网络聊天终止运营（无论何种原因导致的终止运营）之日止。一旦因为各种原因导致本协议被终止或者网络聊天终止运营，您将无法继续使用该等聊天物品。
    <br />　 6.15
    您充分理解到：网络聊天的相关聊天数据将会占据网络聊天的服务器空间，长时间保留您在使用和享受网络聊天产品及服务的过程中所产生的全部聊天数据，将会大量地挤占服务器空间，影响您及其他用户的聊天速度，增加开发者运营成本，是完全没有必要的。因此，开发者将会定期将服务器上存储的一些过往的聊天数据转移或者永久地删除。
    <br />　 6.16
    开发者承诺遵守国家有关保护青少年身心健康的法律、政策，按照国家的相关法规保护青少年的身心健康。您应当遵守国家相关的法规及开发者根据相关法规制定的关于保护青少年身心健康各种规则。
    <br />　 6.17
    您充分理解到：您从事违反相关法律法规或本协议的行为，是一种即时性的瞬间消失的行为。目前，开发者通常是在服务器软件和/或客户端软件中设置安全程序，由这种安全程序对接收到的从您使用的计算机上传输过来的聊天数据进行分析判断。如果接收到聊天数据符合这种安全程序当中事先设定的多项分析指标，或者多次符合其中设定的某一项或某几项指标，则开发者可能据此判断您从事了违反相关法律法规或本协议的行为。当然，开发者也可能会采取与上列方式不同的方式进行分析判断。但无论开发者采取何种方式对您从事的违反相关法律法规或本协议的行为进行判断，您同意均以开发者提供的相关数据和判断方式、标准等为准，您对此没有异议。
    <br />　 6.18
    您充分理解到：开发者根据安全程序所做出的分析判断可能不是100%准确无误的。开发者将尽力提高安全程序的性能，但开发者不保证也不承诺其通过该种安全程序所作出的分析、判断就一定是100%准确的。对此，您是给予充分理解并谅解的。
    <br />　 6.19
    您充分理解到：您可能从事的违反相关法律法规或本协议的行为，是一种即时性的瞬间即可让众多用户知晓的行为。开发者如果不立即采取各种处理措施，可能会造成非常严重非常恶劣的后果。对此，您是给予充分理解的，并完全同意开发者采取相关措施对相关违反法律法规或本协议的行为进行处理。
    <br />　 7. 帐号注册 <br />　7.1
    用户承诺以其真实身份注册成为开发者的用户，并保证其所提供的个人身份资料信息真实、完整、有效，依据法律规定和相关法规规定的必备条款约定对所提供的信息承担相应的法律责任。
    <br />　 7.2
    用户以其真实身份注册成为开发者用户后，需要修改所提供的个人身份资料信息的，开发者应当及时、有效地为其提供该项服务。
    <br />　 8. 用户帐号使用与保管<br />　 8.1
    开发者有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户帐号的安全。用户有义务妥善保管其帐号及密码，并正确、安全地使用其帐号及密码。任何一方未尽上述义务导致帐号密码遗失、帐号被盗等情形而给用户和他人造成损害的，责任方应当承担由此产生的法律责任。
    <br />　 8.2 用户对其帐号产生的行为依法享有权利和承担责任。<br />　 8.3
    用户发现其帐号或密码被他人非法使用或有使用异常的情况的，应及时通知开发者，并有权通知开发者采取措施暂停该帐号的登录和使用。
    <br />　8.4
    开发者根据用户的有效通知采取措施暂停用户帐号的登录和使用的，开发者应当要求用户提供并核实与用户注册身份信息相一致的个人有效身份信息。
    <br />　8.5
    开发者核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户帐号的登录和使用。
    <br />　 8.6
    开发者违反第8.5款的约定，未及时采取措施暂停用户帐号的登录和使用，因此而给用户造成损失的，应当承担相应的法律责任。
    <br />　8.7
    用户没有提供其个人有效身份证明或者用户提供的个人身份证明与所注册的身份信息不一致的，开发者有权拒绝用户上述请求。
    <br />　8.8
    用户为了维护其合法权益，向开发者提供与所注册的身份信息相一致的个人有效身份信息时，开发者应当为用户提供帐号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。
    <br />　 9. 关于应用下线 <br />　9.1
    开发者将依法于应用下线前合理期限内（聊天类应用至少提前60日，具体公告期限应依法进行调整）发布下线公告通知，该公告将持续发布至应用正式下线之日止。
    <br />　 9.2
    开发者在发布通知后，将关闭该应用的支付入口，用户可在公告期内继续享有应用中的相关权益，包括但不限于聊天类应用的用户尚未使用的网络聊天虚拟货币及尚未失效的聊天服务。
    <br />　9.3
    公告期届满且应用正式下线后，属于聊天类应用的用户尚未使用的网络聊天虚拟货币及尚未失效的聊天服务，将按用户购买时的比例，以法定货币退还用户或者用户接受的其他方式进行退换。
    <br />　10. 服务的中止与终止 <br />　10.1
    用户应规范、合法地使用本应用及服务，如用户有在公共环境下捣乱、骚扰、欺骗其他用户等行为或者用户有发布违法信息、违背社会公德以及其他违反相关法律法规或本协议的行为，开发者有权采取直接删除违反相关法律法规或本协议的内容、限制、中止或立即终止对用户提供服务等措施。
    <br />　 10.2
    用户提供虚假注册身份信息，或实施违反相关法律法规或本协议的行为，开发者有权中止对用户提供全部或部分服务。开发者采取中止措施会以合适的方式通知用户并告知中止期间，中止期间是合理的，中止期间届满开发者应当及时恢复对用户的服务。
    <br />　10.3
    开发者根据本条约定中止或终止对用户提供部分或全部服务的，开发者应负举证责任。
    <br />　10.4
    8号体育公司有权依照相关法律法规规定或本协议约定，对于违反相关法律法规或本协议的用户采取以下的措施：
    <br />　 （1）直接删除违反相关法律法规或本协议的内容。 <br />　
    （2）中止或限制您使用8号体育服务的权利，包括但不限于限制您使用应用部分或全部功能等。
    <br />　 （3）终止您使用应用的权利。 <br />　
    （4）回收您8号体育帐号，同时有权禁止您通过申请或者其他任何方式取得新的帐号。
    <br />　（5）依法追究用户法律责任等其他措施。 <br />　
    （6）因您违反法律法规规定或本协议约定，导致8号体育公司损失的，8号体育公司有权要求您赔偿损失。
    <br />　 10.5
    用户理解并同意，用户如有任何违反相关法律法规或本协议的行为，8号体育公司有权依法、依约自行采取或要求开发者依法、依约采取相应措施。如果开发者怠于采取相应措施，8号体育公司有权对开发者采取包括删除相关信息内容、取消应用的各种推广措施和关闭应用接入入口及中止、终止应用在8号体育平台的运营、接入，对违法或违约用户依约直接采取措施等，并且有权对开发者、用户追究相关法律责任，造成8号体育公司损失的，开发者、用户应承担相应责任。
  </div>
</template>

<style scoped></style>
